Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: Which process in the simplified model is equivalent to the warming of the gases in the bottles by the sand in the demonstration?
sv_se: Vilken process i den förenklade modellen motsvarar sandens uppvärmning av gaserna i flaskorna i demonstrationen?

source: Which profession can best solve each of the problems in the table below?
sv_se: Vilken yrkesgrupp kan bäst lösa vart och ett av problemen i tabellen nedan?

source: Which property of the sachets makes them float?
sv_se: Vilken av portionspåsarnas egenskaper gör att de flyter?

source: Which question were the students most likely trying to answer?
sv_se: Vilken fråga försökte eleverna troligtvis besvara?

source: Which rock or soil type in the table is likely to function best as an aquifer?
sv_se: Vilken typ av sten eller jord i tabellen fungerar troligen bäst som akvifer?

source: Which series has an average that more accurately represents the actual CO average concentration during the measurement period?
sv_se: Vilken serie har ett medelvärde som mer korrekt representerar den faktiska genomsnittliga CO-koncentrationen under mätperioden?

source: Which set of results contains the mistake?
sv_se: Vilken uppsättning resultat innehåller felet?

source: Which single alternative energy source could meet the town’s daily power requirements at all times of the day?
sv_se: Vilken enskild alternativ energikälla skulle kunna möta stadens dagliga elbehov alla timmar på dygnet?

source: Which source did Ellie use to write each note?
sv_se: Vilken källa använde Elin för att skriva varje anteckning?

source: Which source is most reliable?
sv_se: Vilken källa är mest tillförlitlig?

source: Which source of information would be the most reliable?
sv_se: Vilken informationskälla skulle vara mest pålitlig?

source: Which species is most numerous when the lake water is at pH 7?
sv_se: Vilken art finns det flest av när sjövattnet har pH-värdet 7?

source: Which statement best explains this?
sv_se: Vilket påstående förklarar detta bäst?

source: Which statement justifies the use of desalination plants to allow all people equal access to essential resources?
sv_se: Vilket påstående ger stöd för användning av avsaltningsanläggningar för att ge alla människor tillgång till nödvändiga resurser?

source: Which term correctly describes the frog’s role in this food chain?
sv_se: Vilket begrepp beskriver grodans roll korrekt i denna näringskedja?

source: Which two pieces of food should Jess use to best answer her question?
sv_se: Vilka två bitar mat borde Jessica välja för att bäst besvara frågan?

source: Which type of acid deposition is more likely to cause respiratory health problems?
sv_se: Vilken typ av surt nedfall är mest trolig att orsaka luftvägsrelaterade hälsoproblem?

source: Which type of food did the ants find first?
sv_se: Vilken typ av mat hittade myrorna först?

source: Which type of particle will pass through the semi-permeable membrane?
sv_se: Vilken typ av partikel kommer att passera genom det halvgenomsläppliga membranet?

source: Which way was Shape 1 rotated to make Shape 2?
sv_se: Åt vilket håll roterades form 1 för att skapa form 2?

source: Which word best describes the statement Jess made?
sv_se: Vilket ord beskriver bäst Jessicas påstående?

source: White filter in front of the lamp
sv_se: Vitt filter framför lampan

source: Who are your parents or guardians?
sv_se: Vilka är dina föräldrar/vårdnadshavare?

source: Who has the main responsibility for career guidance of students in <national modal grade for 15-year-olds> at your school?
sv_se: Vem har huvudansvaret för studie- och yrkesvägledning för eleverna i årskurs 9 på din skola? Om du arbetar på en gymnasieskola avser frågan årskurs 1.

source: Who has the main responsibility for the following at your school?
sv_se: Vem har huvudansvaret för följande på din skola?

source: Why are costs reduced if desalination plants are located close to where freshwater is needed?
sv_se: Varför minskar kostnaderna om avsaltningsanläggningen ligger nära platsen där sötvattnet behövs?

source: Why are some larvae left in the compost system?
sv_se: Varför lämnas några larver kvar i kompostsystemet?

source: Why are there day and night on Earth?
sv_se: Varför är det dag och natt på jorden?

source: Why could sweat affect a fabric’s performance as an insulator?
sv_se: Hur kan svett påverka hur bra ett tyg isolerar?

source: Why do fish make sounds?
sv_se: Varför gör fiskar ljud?

source: Why do male frogs call to female frogs?
sv_se: Varför lockar hangrodor på hongrodor?

source: Why do the larvae shed their outer body covering?
sv_se: Varför byter larverna sitt yttre kroppshölje?

source: Why does each fabric have to be the same thickness in the sample for the test and in the clothing?
sv_se: Varför var varje tygprov i testet lika tjockt som i kläderna?

source: Why is the source you have selected more trustworthy than the others?
sv_se: Varför är den källa du har valt trovärdigare än de andra?

source: Why is water sprayed over the ice stupa at night?
sv_se: Varför sprutas vatten över isstupan på natten?

source: Why must frogs live in places with water?
sv_se: Varför måste grodor leva på platser med vatten?

source: Why was the speaker placed the same distance from each calling frog?
sv_se: Varför var högtalaren placerad på samma avstånd från varje groda som lockade?

source: Wide
sv_se: Bred

source: Wildfires
sv_se: Skogsbränder

source: Will changing the size of the ball have the following effects?
sv_se: Kommer bytet till den större bollen leda till följande resultat?

source: Will he always be at school before 9:00?
sv_se: Kommer han alltid till skolan innan 09:00?

source: Will it rain on the way to school?
sv_se: Kommer det att regna på väg till skolan?

source: Will the supporters of the wind farm benefit financially from its development?
sv_se: Kommer de som stödjer vindkraftsparken att gynnas ekonomiskt av dess utveckling?

source: Will the wind farm create employment opportunities for people in the town?
sv_se: Kommer vindkraftsparken att skapa jobbmöjligheter för stadens invånare?

source: Will the wind farm impact the flight path of migratory birds?
sv_se: Kommer vindkraftsparken att påverka flyttrutterna för flyttfåglar?

source: Wind (4 Zeds per MWh)
sv_se: Vind (4 zed per MWh)

source: Wind Class 1
sv_se: Vind klass 1

source: Wind Class 1 turbine: operates with average wind speeds above 8.5 m/s
sv_se: Vindkraftverk klass 1: fungerar med genomsnittliga vindhastigheter över 8,5 m

source: Wind Class 2
sv_se: Vind klass 2

source: Wind Class 2 turbine: operates with average wind speeds up to 8.5 m/s
sv_se: Vindkraftverk klass 2: fungerar med genomsnittliga vindhastigheter upp till 8,5 m/s

source: Wind Class 3
sv_se: Vind klass 3

source: Wind Class 3 turbine: operates with average wind speeds up to 7.5 m/s
sv_se: Vindkraftverk klass 3: fungerar med genomsnittliga vindhastigheter upp till 7,5 m/s

source: Wind Farm
sv_se: Vindkraftspark

source: Wind Turbines
sv_se: Vindkraftverk

source: Wind causes the blades on a wind turbine to turn, which generates electricity.
sv_se: Vind får bladen på ett vindkraftverk att rotera, vilket genererar elektricitet.

source: Wind direction has no effect on eagle flight paths near wind turbines.
sv_se: Vindriktningen påverkar inte örnarnas flygvägar i närheten av vindkraftverk.

source: Wind direction has no effect on the flight path of eagles where there are no turbines.
sv_se: Vindriktningen påverkar inte örnars flygväg där det inte finns några vindkraftverk.

source: Wind turbines are engineered to operate within certain average wind-speed ranges.
sv_se: Vindkraftverk är konstruerade för att drivas inom särskilda genomsnittliga vindhastighetsområden.

source: Wind turbines have to be anchored to the seabed.
sv_se: Vindkraftverk måste förankras på havsbotten.

source: Wind turns the blades.
sv_se: Vinden roterar bladen.

source: Winter temperatures are well below freezing at night.
sv_se: På vintern faller temperaturen långt under nollstrecket om nätterna.

source: Wipe the jacket with a wet cloth.
sv_se: Gnida jackan med en blöt trasa.

source: With foreigners visiting your country
sv_se: Med personer från andra länder som besöker ditt land

source: With no stretching, skipping for 2 hours increases fitness more compared with skipping for 1 hour.
sv_se: Utan stretchning ökar konditionen mer av att hoppa hopprep i 2 timmar jämfört med att hoppa hopprep i 1 timme.

source: With only a recording of the fish sounds, which of the following questions can the scientists answer?
sv_se: Vilka av följande frågor kan forskarna besvara med endast inspelning av fiskljud?

source: With parachute
sv_se: Med fallskärm

source: With respect to the PISA test in your school, have you done any of the following?
sv_se: Har du gjort något av följande på din skola med anledning av PISA-provet?

source: With your circle of friends
sv_se: Med dina vänner

source: Within each 20-year period there was little overall change in global temperature.
sv_se: Inom varje 20-årsperiod förändrades den globala temperaturen lite totalt sett.

source: Without considering fats, carbohydrates and sugars, what changes would you make to this supplement to make it a better option for rice milk drinkers?
sv_se: Om du bortser från fetter, kolhydrater och sockerarter, vilka ändringar skulle du göra i detta kosttillskott för att göra det mer lämpligt för de som använder risdryck?

source: Without differentiation depending on the prior achievement level of the students
sv_se: Utan differentiering med utgångspunkt från elevernas tidigare prestationsnivå

source: Without parachute
sv_se: Utan fallskärm

source: Wooden bowl
sv_se: Träskål

source: Word-processors or presentation software (e.g. <Microsoft Word®>, <Microsoft PowerPoint®>)
sv_se: Ordbehandlare eller presentationsprogram (t.ex. Microsoft Word, Google Dokument, Microsoft PowerPoint)

source: Work for pay
sv_se: Arbetar mot betalning

source: Workers are needed to pollinate the plants.
sv_se: Anställda behövs för att pollinera växterna.

source: Working on a professional development plan for this school
sv_se: Arbeta med en professionell utvecklingsplan för den här skolan

source: Working with others to positively impact the environment
sv_se: Samarbetat med andra människor för att ha en positiv inverkan på miljön

source: Works of art (e.g. paintings, sculptures, <country-specific example>)
sv_se: Konstverk (t.ex. målningar, skulpturer)

source: Workspace
sv_se: Arbetsyta

source: Worst <school science> instruction possible
sv_se: Den sämsta möjliga undervisningen i NO-ämnen

source: Would the actions in the table reduce noise pollution in the sea?
sv_se: Skulle åtgärderna i tabellen minska ljudföroreningarna i havet?

source: Would the sources in the table below give reliable information about the effect of light from displays on sleep quality?
sv_se: Skulle källorna i tabellen nedan ge tillförlitlig information om hur ljus från skärmar påverkar sömnkvalitet?

source: Would using the combination of hydroelectricity and the battery ensure the town is able to meet its power requirements at all times of the day?
sv_se: Skulle kombinationen av vattenkraft och batteri garantera att stadens behov av elektricitet är uppfyllt alla timmar på dygnet?

source: Write a message (e.g. chat, email or letter) to friends or family
sv_se: Skriva ett meddelande (t.ex. chatt, e-post eller brev) till vänner eller familj

source: Write a note to tell someone that you will be away from home for a few hours
sv_se: Skriva en lapp för att meddela någon att du kommer att vara borta från hemmet några timmar

source: Write and publish a text in <English²> (e.g. a post on social media or a newspaper article)
sv_se: Skriva och publicera text på engelska (t.ex. ett inlägg på sociala medier eller en tidningsartikel)

source: Write in <English²> on a computer or tablet (e.g. through email, chat)
sv_se: Skriver på engelska på en dator eller läsplatta (t.ex. e-post, chatt)

source: Write or edit text for a school assignment (e.g. using <Google® Docs™>, <Microsoft® Word>)
sv_se: Skriva eller redigera text för en skoluppgift (t.ex. med Google Dokument, Microsoft Word)

source: Write stories, poems or song lyrics in <English²>
sv_se: Skriver historier, dikter eller låttexter på engelska

source: Write to the local government authority asking the factory to dispose of wastewater safely and responsibly.
sv_se: Skriva till de lokala myndigheterna för att be dem att se till att fabriken hanterar sitt avloppsvatten på ett säkert och ansvarsfullt sätt.

source: Written specification of student performance standards
sv_se: Skriftlig dokumentation av elevernas prestationer

source: Written specification of the school’s curricular profile and educational goals
sv_se: Skriftlig dokumentation av skolans utbildningsprofil och utbildningsmål

source: Year
sv_se: År

source: Years
sv_se: År

source: Yellow
sv_se: Gul

source: Yellow filter in front of the lamp
sv_se: Gult filter framför lampan

source: Yes
sv_se: Ja

source: Yes, Culture-1.
sv_se: Ja, odling-1.

source: Yes, all or most of them
sv_se: Ja, alla eller de flesta

source: Yes, based on school initiative
sv_se: Ja, på initiativ av skolan

source: Yes, because an efficacy of 60% means that Rₑ is less than 1.
sv_se: Ja, eftersom en effektivitet på 60 % betyder att R är lägre än 1.

source: Yes, but not during the last 12 months
sv_se: Ja, men inte under de senaste 12 månaderna

source: Yes, during the last 12 months
sv_se: Ja, under de senaste 12 månaderna

source: Yes, for each student I don’t need to collect, the total distance travelled decreases because I can take a more direct route.
sv_se: Ja, för varje elev som jag inte behöver hämta upp, minskar den sammanlagda körsträckan eftersom jag kan ta en mer direkt väg.

source: Yes, if more than 60% of the population wear them.
sv_se: Ja, om mer än 60 % av befolkningen använder dem.

source: Yes, once
sv_se: Ja, en gång

source: Yes, some of them
sv_se: Ja, en del av dem

source: Yes, the longer the distance, the longer the travel time.
sv_se: Ja, ju längre avstånd, desto längre restid.

source: Yes, the more traffic there is, the longer the travel time.
sv_se: Ja, ju mer trafik, desto längre restid.

source: Yes, this is mandatory, e.g. based on district or ministry policies
sv_se: Ja, detta är obligatoriskt, t.ex. baserat på lokala eller nationella riktlinjer

source: Yes, twice or more
sv_se: Ja, två eller flera gånger

source: Yes, two or more times
sv_se: Ja, två eller fler gånger

source: You
sv_se: Du

source: You are free to choose which course this should be.
sv_se: Du kan välja vilken kurs det ska vara.

source: You are responsible for improving the removal of metal filing waste from the floor of a metal working factory.
sv_se: Du är ansvarig för att förbättra borttagandet av metallspån från golvet i en metallfabrik.

source: You are the mayor of a remote town in Zedland that generates its own electricity using a diesel-powered generator.
sv_se: Du är borgmästare i en avlägsen stad i Zedland som genererar sin egen elektricitet med en dieseldriven generator.

source: You can add more than one drop.
sv_se: Du kan tillsätta mer än en droppe.

source: You can also divide the exhibition space using panels.
sv_se: Du kan också dela av utställningsutrymmet med skärmväggar.

source: You can also use a parachute for landing to save on fuel (click Play to view the video).
sv_se: Du kan också använda en fallskärm vid landningen för att spara bränsle (klicka på Spela för att se videon).

source: You can build a model of the bus journey to make recommendations to help Ben.
sv_se: Du kan skapa en modell av bussresan för att ge rekommendationer till Bengt.

source: You can build a set of instructions by dragging and dropping code blocks together.
sv_se: Du kan sätta ihop flera instruktioner genom att dra och släppa kodblock.

source: You can delete rows from the table by clicking .
sv_se: Du kan ta bort rader från tabellen genom att klicka på .

source: You can find a list of different ways of learning here.
sv_se: Här ser du en lista över olika sätt att lära sig.

source: You can include the chance of rain variable in your model to account for the chance of it raining on any given day.
sv_se: Du kan ta med variabeln risk för regn i din modell för att ta hänsyn till risken för att det regnar en viss dag.

source: You can make the pod turn left or right by using a blue if block inside a repeat while block.
sv_se: Du kan få kapseln att svänga vänster eller höger genom att använda ett blått om-block inuti ett upprepa så länge-block.

source: You can remove a match by selecting the line and then selecting ‘x’.
sv_se: Du kan ta bort en matchning genom att markera linjen och sedan klicka på 'x'.

source: You can see that a later departure time results in a longer travel time, making a much later arrival time.
sv_se: Som du kan se innebär en senare avgångstid att restiden blir längre, vilket leder till en mycket senare ankomsttid.

source: You can see that the visitors behave as in the flowchart:
sv_se: Du kan se att besökarna beter sig som i flödesschemat.

source: You can select or from the drop-down menu in the new code block.
sv_se: Du kan välja eller i rullistan i det nya kodblocket.

source: You can stop the simulation by clicking Finish.
sv_se: Du kan avsluta simuleringen genom att klicka på Avsluta.

source: You can use the blocks shown here to build a flowchart.
sv_se: Du kan använda de block som visas här för att skapa ett flödesschema.

source: You can use this tool to compare the results of different simulations.
sv_se: Du kan använda det här verktyget för att jämföra resultaten från olika simuleringar.

source: You have 1 minute left on this section.
sv_se: Du har 1 minut kvar på det här avsnittet.

source: You have a certain amount of intelligence, and you really can’t do much to change it.
sv_se: Alla har en viss intelligens och det går inte att göra särskilt mycket för att förändra den.

source: You have a certain amount of science ability, and you really can’t do much to change it.
sv_se: Alla har en viss naturvetenskaplig förmåga och det går inte att göra särskilt mycket för att förändra den.

source: You have not answered all the questions.
sv_se: Du har inte svarat på alla frågor.

source: You have not attempted the question.
sv_se: Du har inte försökt att svara på frågan.

source: You have not completed all questions.
sv_se: Du har inte gjort klart alla frågor.

source: You have not completed this task.
sv_se: Du har inte gjort klart den här uppgiften.

source: You have selected too many experiments
sv_se: Du har valt för många experiment

source: You indicated you have experience with computer programming.
sv_se: Du svarade att du har erfarenhet av datorprogrammering.

source: You must complete all questions before you can continue.
sv_se: Du måste göra klart alla frågor innan du kan fortsätta.

source: You must complete this question before you can continue.
sv_se: Du måste göra klart den här frågan innan du kan fortsätta.

source: You must first build a flowchart that defines how visitors move inside the exhibition space.
sv_se: Du måste först göra ett flödesschema som visar hur besökarna rör sig inne på utställningen.

source: You need at least 3 plans to understand the impact of Activity 1 on the fitness score:
sv_se: Du behöver minst 3 upplägg för att förstå hur aktivitet 1 påverkar konditionspoängen:

source: You need to build a program to do the following:
sv_se: Du behöver skapa ett program för att göra följande:

source: You need to run the simulation a few times to see the effect of the chance of rain variable on arrival time.
sv_se: Simuleringen behöver köras några gånger för att man ska kunna se hur variabeln risk för regn påverkar ankomsttiden.

source: You selected as your parent or guardian
sv_se: Du har valt som din förälder/vårdnadshavare.

source: You selected as your parent or guardian #1
sv_se: Du har valt som din förälder/vårdnadshavare 1.

source: You selected as your parent or guardian #2
sv_se: Du har valt som din förälder/vårdnadshavare 2.

source: You should use the new code block that is now available.
sv_se: Du ska använda det nya kodblocket som nu finns.

source: You want to design a method that will improve the removal of all types of metal waste.
sv_se: Du vill utveckla en metod som förbättrar borttagandet av alla typer av metallavfall.

source: You will apply what you have learnt so far.
sv_se: Du kommer att använda det du har lärt dig hittills.

source: You will be able to click on a Task Solutions button to view solutions to the previous tasks.
sv_se: Du kommer att kunna klicka på en knapp med texten Lösningar till uppgifter för att visa lösningar till de tidigare uppgifterna.

source: You will receive credit for your progress.
sv_se: Du kommer att få poäng för dina framsteg.

source: Young dolphin
sv_se: Ung delfin

source: Younger brother(s) and sister(s) (including foster / half / stepsisters) including those of the same age
sv_se: Yngre eller lika gamla bröder och systrar (inklusive foster-/halv-/styvsyskon)

source: Your answer:
sv_se: Ditt svar:

source: Your artwork needs to match the Artwork example:
sv_se: Ditt konstverk måste överensstämma med konstverksexemplet:

source: Your first step is to search the internet to find information that will help you improve metal filing waste removal.
sv_se: Ditt första steg är att söka på internet för att hitta information som kan hjälpa dig att förbättra borttagandet av avfall i form av metallspån.

source: Your flowchart does not meet the goals of the task.
sv_se: Ditt flödesschema klarar inte uppgiftens målsättning.

source: Your flowchart meets the goals of the task.
sv_se: Ditt flödesschema klarar uppgiftens målsättning.

source: Your goals are the following: 1) Invite as many people as possible; 2) Reach an average satisfaction of at least 70%.
sv_se: Dina mål är följande: 1) Bjud in så många besökare som möjligt; 2) Nå en genomsnittlig nöjdhet på minst 70 %.

source: Your graph:
sv_se: Ditt diagram:

source: Your main <home> is the home where you live most of the time.
sv_se: Ditt huvudsakliga hem är där du bor större delen av tiden.

source: Your objective is to make ‘Average satisfaction’ as high as possible.
sv_se: Din målsättning är att göra den "genomsnittliga nöjdheten" så stor som möjligt.

source: Your own <cell phone> with Internet access (e.g. smartphone)
sv_se: En egen mobiltelefon med tillgång till internet (t.ex. en smartphone)

source: Your program created an artwork that meets both the requirements and looks great.
sv_se: Ditt program skapade ett konstverk som både uppfyller kraven och som ser bra ut.

source: Your program has an error and cannot run
sv_se: Ditt program innehåller ett fel och kan inte köras

source: Your program should use ONLY 8 blocks.
sv_se: Ditt program ska använda ENDAST 8 block.

source: Your run data will be shown in the results table.
sv_se: Data från dina körningar visas i resultattabellen.

source: Your runs
sv_se: Dina körningar

source: Your solution
sv_se: Din lösning

source: Your work has been saved!
sv_se: Ditt arbete har sparats!

source: Zone
sv_se: Zon

source: Zone A
sv_se: Område A

source: Zone A is visited by large numbers of seabirds every day.
sv_se: Område A besöks av ett stort antal havsfåglar varje dag.

source: Zone B
sv_se: Område B

source: Zone B supports green algae, a critical source of food for many marine organisms.
sv_se: I område B växer gröna alger, en viktig källa till föda för många havslevande organismer.

source: Zone C
sv_se: Område C

source: Zone D
sv_se: Område D
